Repository: Esukhia/Corpora
Catalog: Parallel/84000/Toh_260-The_Akasagarbha_Sutra-v1.tmx
Source language: bo
Languages: en

source: སྔགས་འདི་ལན་དུ་མར་བཟླས་ཏེ་ཉལ་བར་བྱའོ།
en: “They should recite this mantra many times and then go to sleep.

source: །ཐལ་མོ་སྦྱར་ཏེ་ཕྱོགས་མཚམས་ཀུན་ཏུ་ཡན་ལག་ལྔས་ཕྱག་འཚལ་ནས་སྔགས་ཀྱི་ཚིག་འདི་བཟླས་པར་བྱའོ།
en: With palms joined, they should make prostrations with the five limbs in all the cardinal and secondary directions and recite the words of this mantra:

source: ཚངས་པའི་གནས་བཞི་ནས་སྙིང་རྗེ་ཆེན་པོའི་བར་ལ་དགོད་པར་བྱ་སྙམ་དུ་སེམས་པ་དེས་བྱང་ཆུབ་སེམས་དཔའ་ནམ་མཁའི་སྙིང་པོ་ལ་ཕྱག་བྱའོ།
en: I will anchor them in all the mental states from the four sublime abodes up to great compassion,’ and they should all pay homage to the bodhisattva Akāśagarbha.

source: །དགོན་པའམ། དབྱེའམ། བླ་གབ་མེད་པར་ཨ་ག་རུ་དང་། རྒྱ་སྤོས་དང་། དུས་ཀྱི་རྗེས་སུ་འབྲང་བས་བདུག་པར་བྱའོ།
en: “In a remote place, or in the open plains, or in an unsheltered place, they should burn incense of aloe wood and Chinese incense at specific times.

source: བདག་གིས་ཐབས་གང་གིས་སེམས་ཅན་འདི་དག་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལ་སེམས་བཞག་པ་དང་། ཐབས་མཁས་པ་ལ་དགོད་པ་དང་།
en: ‘By whatever means necessary, I will place these beings’ minds in unsurpassable, perfectly complete enlightenment, I will familiarize them with skillful means,

source: །གང་སྙིང་རྗེ་ཆེན་པོ་དང་མ་བྲལ་ཞིང་བདག་ལ་ལྟ་ཞིང་སེམས་ཅན་ཐམས་ཅད་ལ་བཏང་སྙོམས་སུ་བྱེད་ལ།
en: Those who are never lacking in great compassion, and who observe themselves and practice equanimity toward all beings, should think,

source: ཚིག་གིས་དེ་ལ་ཚུལ་གཅིག་པ་དེ་འདྲ་བའི་ཐབས་སྟོན་པར་བྱེད་དེ།
en: Or he will employ such methods as using words in a similar way.

source: ཐབས་གཅིག་པོ་དེས་སེམས་ཅན་ཁྲག་ཁྲིག་བརྒྱ་ཕྲག་སྟོང་དུ་མ་དག་ཡོངས་སུ་སྨིན་པར་བྱེད་ནུས་སོ།
en: That method alone has the power to bring billions of billions of beings to complete maturity.

source: དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནམ་མཁའི་སྙིང་པོ་དེ་ནི་ཡོན་ཏན་བསམ་གྱིས་མི་ཁྱབ་པ་དང་ལྡན་ནོ།
en: This shows that the bodhisattva mahāsattva Ākāśagarbha possesses inconceivable qualities.

source: གཞན་མི་སྨོད་པ། བདག་མི་སྟོད་པ།
en: who do not belittle others and do not praise themselves,

source: ཕྲག་དོག་དང་སེར་སྣ་སྤངས་པ།
en: who have abandoned jealousy and greed,

source: ཚུལ་འཆོས་པ་མེད་པ།
en: who are free from hypocrisy,

source: ལྷག་པའི་བསམ་པ་དང་ལྡན་པ་དེ་དག་ལ་ནི་རིགས་ཀྱི་བུ་འདི་སྙིང་བརྩེ་བར་བྱེད་དེ།
en: and have altruistic minds—such beings are all deeply loved by this son of noble family.

source: །དགེ་བའི་རྩ་བ་ཐམས་ཅད་ཀྱང་བྱང་ཆུབ་ཏུ་སྔོ་བར་བྱེད་དེ།
en: Moreover, since they dedicate all the roots of virtue to enlightenment,

source: བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་ཀྱང་ཕྱིར་མི་ལྡོག་པར་འགྱུར་རོ།
en: they will never turn away from attaining the state of unsurpassable, perfectly complete enlightenment.

source: ད་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནམ་མཁའི་སྙིང་པོ་དེ་ནི་ཡོན་ཏན་གྱི་ཆོས་དང་རྟུལ་བ་བསམ་གྱིས་མི་ཁྱབ་པ་དང་ལྡན་པ་སེམས་ཅན་ཐམས་ཅད་ཡོངས་སུ་སྨིན་པར་བྱེད་པའོ།
en: This shows that the bodhisattva mahāsattva Ākāśagarbha possesses determination and good qualities that are inconceivable, and that he brings all sentient beings to complete maturation.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ལ་བྱང་ཆུབ་སེམས་དཔའ་བྱམས་པས་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: The bodhisattva Maitreya asked the Bhagavān,

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: The Bhagavān replied,

source: བྱང་ཆུབ་སེམས་དཔའ་གཞན་དག་ལ་དེ་ལྟར་མ་ལགས།
en: whereas other bodhisattvas do not possess anything like it?”

source: །བཅོམ་ལྡན་འདས་རིགས་ཀྱི་བུ་འདི་ཅིའི་སླད་དུ་ཡན་ལག་གི་དམ་པ་མགོ་བོ་ལ་ཡིད་བཞིན་གྱི་ནོར་བུ་རིན་པོ་ཆེ་འཆང་ཞིང་དེ་ཤིན་ཏུ་ལྷམ་མེ། ལྷང་ངེར་གདའ་ལ།
en: “Bhagavān, for what purpose does this son of noble family carry on his head, the holiest part of the body, a precious jewel shining with brilliant bright light,

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནམ་མཁའི་སྙིང་པོ་འདི་ནི་སྙིང་རྗེ་ཆེན་པོ་དང་ལྡན་པ།
en: “The bodhisattva mahāsattva Ākāśagarbha possesses great compassion,

source: སེམས་ཅན་ལ་ཕན་པའི་ཕྱིར་ཞུགས་པ།
en: he benefits beings,

source: སྡུག་བསྔལ་ཆེན་པོ་ལས་ཐར་བར་བྱེད་པ་སྟེ།
en: and liberates them from great suffering.

source: །མ་རིག་པའི་མུན་པ་མུན་ནག་དང་། ལྟ་བ་ངན་པའི་སྡུག་བསྔལ་བར་གྱུར་པ་རྣམས་ལ་ནི་འདི་ཉི་མ་དང་མཚུངས་པའོ།
en: For those drowning in the pitch black darkness of ignorance and those tormented by their negative views, he is like the sun.

source: །ལྟུང་བའི་རྩ་བ་འཆགས་སུ་འཇུག་པའོ། །དེ་དག་གི་སྙིང་ལ་ཐེ་ཚོམ་ཡོད་པ་དང་འབྲལ་བར་བྱེད་པའོ།
en: He brings them to disclose their root transgressions; he lifts the doubts from their hearts.

source: །གང་དག་གི་སྙིང་གི་སྣོད་ཆག་པར་གྱུར་པ།
en: For those whose hearts have become like a broken vessel,

source: མགོན་མེད་པ། རྟེན་མེད་པ། མཁས་པ་ཐམས་ཅད་ཀྱིས་སྤངས་པ་རྣམས་ལ་ནི་རིགས་ཀྱི་བུ་འདི་ཁར་བ་དང་མཚུངས་པའོ།
en: who are protectorless, devoid of support, abandoned by all the wise ones—for all of them, this son of noble family is like a crutch.

source: ལྟུང་བར་གྱུར་པ་ཕས་ཕམ་པའི་སེམས་ཅན་དགེ་བའི་ཆོས་ཐམས་ཅད་ཞིག་པར་གྱུར་པ། ངན་སོང་དུ་འགྲོ་བ།
en: who have fallen, who have committed a fundamental transgression, who have destroyed all their virtuous qualities, who are bound for the lower realms,

source: །ལམ་སྟོན་པའོ།
en: He shows the way,

source: །སྡིག་པ་ཐམས་ཅད་དང་། དྲི་མི་ཞིམ་པ་ཐམས་ཅད་སྟོན་པར་བྱེད་པ་འཁྲུ་བར་བྱེད་པའོ།
en: reveals and cleanses all negative actions and all stains.

source: །འགྲོ་བ་ངན་པའི་ལམ་ལས་ཟློག་པར་བྱེད་པའོ།
en: He turns beings away from the paths leading to the lower realms.

source: །ཤིང་རྟ་དང་མཚུངས་པའོ།
en: He is like a chariot.

source: །མཐོ་རིས་དང་ཐར་པ་ལ་འཇོག་པར་བྱེད་པའོ།
en: He establishes beings in the higher realms and in the state of liberation.

source: ། རིགས་ཀྱི་བུ་འདི་ནི་སེམས་ཅན་གང་དག་སེམས་ཤིན་ཏུ་འདོད་པར་འཇུག་པ་དང་། གང་དག་ཤིན་ཏུ་ཁྲོ་བ་དང་།
en: For all beings who have minds entangled in intense desire or intense hatred,

source: གང་དག་ཤིན་ཏུ་གཏི་མུག་གིས་མུན་པར་སོང་བ་དང་།
en: who grope in darkness because of extreme dullness,

source: རྒྱུ་མེད་པར་སྨྲ་བ་དང་།
en: who proclaim the non-existence of causality,

source: འཇིག་རྟེན་ཕ་རོལ་གྱིས་མི་འཇིགས་པར་ལྟ་བ་དང་།
en: who hold the view that one should be fearless concerning the next life,

source: གང་དག་ནོར་སོགས་པས་ཆོག་མི་ཤེས་པ་དང་།
en: who lack contentment in their accumulation of wealth,

source: གང་དག་མི་དགེ་བའི་ཆོས་བཅུའི་བར་དང་རྟག་ཏུ་ཤིན་ཏུ་ལྡན་པའི་སེམས་ཅན་དེ་དག་གི་ངན་སོང་གི་སྒོ་གཅོད་པར་བྱེད་པ་ནས་ཤིང་རྟ་དང་མཚུངས་པའི་བར་དུ་ཡིན་ཏེ།
en: and whose minds are constantly involved in all the ten unwholesome actions, this son of noble family performs every role, from closing the door to the lower realms up to serving as a chariot.

source: སེམས་ཅན་རྣམས་མཐོ་རིས་དང་ཐར་པ་ལ་གཞོག་པར་བྱེད་པའོ།
en: He establishes those sentient beings in the higher realms and in the state of liberation.

source: །དེ་བས་ན་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་མ་གཏོགས་པར་རིགས་ཀྱི་བུ་འདི་ནི་ལྷ་དང་བཅས་པའི་འཇིག་རྟེན་གྱིས་མཆོད་པར་བྱ་བ་ཡིན་ནོ།
en: “For these reasons, with the exception of the tathāgata, arhat, completely perfect buddhas, the whole world including the gods should worship this son of noble family.”

source: །བྱང་ཆུབ་སེམས་དཔའ་བྱམས་པས་གསོལ་པ།
en: Bodhisattva Maitreya asked,

source: བཅོམ་ལྡན་འདས་ལྟུང་བའི་རྩ་བ་གང་དང་ལྡན་ན་སེམས་ཅན་རྣམས་དགེ་བའི་རྩ་བ་སྤྲུག་པར་བགྱིད་ཅིང་ངན་སོང་དུ་མཆི་བར་འགྱུར་བ་དང་།
en: “Bhagavān, sentient beings stained by a root transgression forfeit their roots of virtue and are bound for the lower realms.

source: རིགས་ཀྱི་བུ་རྒྱལ་རིགས་རྒྱལ་ཐབས་སྤྱི་བོ་ནས་དབང་བསྐུར་བའི་ལྟུང་བའི་རྩ་བ་ནི་ལྔ་སྟེ།
en: “Son of noble family, there are five root transgressions for a kṣatriya on whom royal authority has been bestowed.

source: ལྟུང་བའི་རྩ་བ་དེ་དང་ལྡན་ན་རྒྱལ་རིགས་རྒྱལ་ཐབས་སྤྱི་བོ་ནས་དབང་བསྐུར་བའི་སྔོན་གྱི་དགེ་བའི་རྩ་བ་ཐམས་ཅད་སྤྲུག་པར་འགྱུར། ལྟུང་བའི་དངོས་པོར་འགྱུར།
en: By committing any of these root transgressions, a kṣatriya upon whom royal authority has been bestowed will forfeit all previously generated roots of virtue, and will be in a state of transgression.

source: ལྷ་དང་མིའི་བདེ་བ་ཐམས་ཅད་ལས་ཕས་ཕམ་པར་འགྱུར། ངན་སོང་དུ་འགྲོ་བར་འགྱུར་རོ།
en: Such a kṣatriya will be deprived of all the happiness of the god and human realms, and will go to the lower realms.

source: །ལྔ་གང་ཞེ་ན།
en: “What are these five transgressions?

source: འདི་ནི་ལྟུང་བའི་རྩ་བ་དང་པོའོ།
en: these constitute the first root transgression.

source: །གང་ཡང་ཆོས་སྤོང་བར་བྱེད་དེ།
en: "Forcing someone to give up the Dharma,

source: ཉན་ཐོས་ཀྱི་ངེས་པར་འབྱུང་བ་བཤད་པའམ།
en: whether it is the instructions on the śrāvakas’ definite deliverance,

source: རང་སངས་རྒྱས་ཀྱི་ངེས་པར་འབྱུང་བ་བཤད་པའམ།
en: the instructions on the pratyekabuddhas’ definite deliverance,

source: འགོག་པར་བྱེད། སྦེད་པར་བྱེད་པ་འདི་ནི་ལྟུང་བའི་རྩ་བ་གཉིས་པའོ།
en: as well as creating obstacles to the teachings, or concealing them: all of these constitute the second root transgression.

source: ལྷ་དང་མིའི་བདེ་བ་ཐམས་ཅད་ལས་ཕས་ཕམ་པར་འགྱུར།
en: Such a kṣatriya will be deprived of any happiness of the god and human realms,

source: ངན་སོང་དུ་འགྲོ་བར་འགྱུར་ཏེ།
en: and will be bound for the lower realms.

source: བྱང་ཆུབ་སེམས་དཔའ་ནམ་མཁའི་སྙིང་པོ་ཀླ་ཀློའི་ཡུལ་དེ་ལྟ་བུ་གཞན་དག་ཏུ་སྐྱེ་ཞིང་འབྱུང་བར་སྟོན་ཏེ།
en: “When that happens, the bodhisattva Ākāśagarbha will manifest his birth and appear in an uncivilized land or another place,

source: ལྟུང་བའི་དངོས་པོར་འགྱུར་ཞིང་།
en: He will be in a state of transgression.

source: རིགས་ཀྱི་བུ་གང་ཡང་རྒྱལ་རིགས་རྒྱལ་ཐབས་སྤྱི་བོ་ནས་དབང་བསྐུར་བ་ལ་ལྟུང་བའི་རྩ་བ་འདི་ལྔ་ལས་ལྟུང་བའི་རྩ་བ་གང་ཡང་རུང་བ་ཞིག་བྱུང་ན། རྒྱལ་རིགས་རྒྱལ་ཐབས་སྤྱི་བོ་ནས་དབང་བསྐུར་བ་དེ་སྔོན་དགེ་བའི་རྩ་བ་བསྐྱེད་པ་དེ་ཐམས་ཅད་སྤྲུགས་པར་འགྱུར།
en: “Son of noble family, if a kṣatriya on whom royal authority has been bestowed commits any of these five root transgressions, this kṣatriya will forfeit all previously generated roots of virtue.

source: །ཡང་རྒྱལ་རིགས་གང་གིས་ཆེད་དུ་བསམས་ཏེ་མའི་སྲོག་གཅོད། ཕ་དང་བཅོམ་ལྡན་འདས་ཀྱི་ཉན་ཐོས་དགྲ་བཅོམ་པའི་སྲོག་གཅོད་པར་བྱེད། དགེ་འདུན་འདུས་པ་འབྱེད་པར་བྱེད། ཆེད་དུ་བསམས་ནས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ལ་ངན་སེམས་ཀྱིས་ཁྲག་འབྱིན་པར་བྱེད་ན། མཚམས་མེད་པའི་ལས་ལྔ་པོ་འདི་དག་ལས་ལས་གང་ཡང་རུང་བ་ཞིག་འབྱུང་བར་བྱེད་པ་འདི་ནི་ལྟུང་བའི་རྩ་བ་བཞི་པའོ།
en: “Furthermore, a kṣatriya commits the fourth root transgression with any one of these five heinous deeds: purposely killing one’s own mother, father, or a śrāvaka, arhat, or the Bhagavān; dividing the saṅgha; or purposely and out of negative intention causing a tathāgata, arhat, perfectly complete buddha to bleed.

source: །ཡང་བློན་པོ་གང་མཚམས་མེད་པ་ལྔ་ལས་མཚམས་མེད་པ་གང་ཡང་རུང་བའི་ལས་བྱེད་ཅིང་སོགས་པ་འདི་ནི་ལྟུང་བའི་རྩ་བ་ལྔ་པ་སྟེ།
en: Finally, for a minister to commit one or more of the five heinous deeds constitutes the fifth root transgression.

source: ལུས་ལ་ཆད་པས་གཅོད་དམ།
en: resorting to corporal punishment,

source: །གང་ཡང་གྲོང་འཇོམས་པར་བྱེད་པ་དང་། ལྗོངས་འཇོམས་པ་དང་། གྲོང་ཁྱེར་འཇོམས་པར་བྱེད་པ་འདི་ནི་ལྟུང་བའི་རྩ་བ་གཉིས་པའོ།
en: Destroying a village, a district, or a town constitutes the second root transgression.

source: གང་ཡང་བློན་པོ་མཆོད་རྟེན་གྱི་རྫས་འཕྲོག་པར་བྱེད་དམ། ཕྱོགས་བཞིའི་དགེ་འདུན་གྱི་རྫས་འཕྲོག་པར་བྱེད་པ་འདི་ནི་ལྟུང་བའི་རྩ་བ་དང་པོའོ།
en: Stealing from a place of worship or from the saṅgha of the four directions is considered the first root transgression of a minister.

source: ལྔ་གང་ཞེ་ན།
en: What are these five?

source: །བྱམས་པ་བློན་པོའི་ལྟུང་བའི་རྩ་བ་ཡང་ལྔ་སྟེ།
en: “Maitreya, the transgressions of a minister are also five in number.

source: དམོད་པར་བྱེད། འཆགས་པར་བྱེད། གཏོང་བར་བྱེད། སྤོང་བར་བྱེད་ཅིང་།
en: They will reprimand themselves and disclose, give up, and abandon negative actions.

source: དེ་སྦྱིན་པ་དང་། དུལ་བ་དང་། སྡོམ་པ་དང་། རྟུལ་བའི་སྤྲོ་བ་ཆེན་པོ་ལ་གནས་ཤིང་མཐོ་རིས་ལ་གཞོལ་བར་འགྱུར་རོ།
en: They will develop great enthusiasm for giving, discipline, taking precepts, and determination, and they will reach the higher realms.

source: །གང་དང་གང་གིས་བདག་གི་སྐྱེ་བ་འབྱུང་བར་སྟོན་པ་དེ་དང་དེ་དག་ཏུ་རྒྱལ་རིགས་དེ་འདྲ་བ་དག་ལ་ཆོས་འཆད་པར་བྱེད་དེ།
en: However and wherever he manifests, he will explain the Dharma to such kṣatriyas.

source: ལ་ལར་ནི་དགེ་སྦྱོང་གི་གཟུགས་དང་། ཆ་ལུགས་དང་། སྤྱོད་ལམ་དང་། ལ་ལར་ནི་བྲམ་ཟེའི་གཟུགས་དང་། ཆ་ལུགས་དང་། སྤྱོད་ལམ་སྟོན་ཏོ།
en: manifesting for some in the form, attire, and conduct of a monastic, for others in the form, attire, and conduct of a brahmin .

source: རིགས་ཀྱི་བུ་བློན་པོ་གང་ལ་ལྟུང་བའི་རྩ་བ་ལྔ་པོ་འདི་དག་ལས་ལྟུང་བའི་རྩ་བ་གང་ཡང་རུང་བ་ཞིག་བྱུང་ན།
en: “Son of noble family, if a minister commits any of the five root transgressions he will forfeit all previously generated roots of virtue, and will be in a state of transgression.

source: ལ་ལར་ནི་དགེ་སྦྱོང་གི་གཟུགས་དང་། ཆ་ལུགས་དང་། སྤྱོད་ལམ་གྱིས་སེམས་ཅན་རྣམས་ལ་ཆོས་འཆད། ལ་ལར་ནི་བུ་མོའི་བར་གྱི་གཟུགས་ཀྱིས་ཆོས་འཆད་དེ།
en: For some beings he will manifest in the form, attire, and conduct of a monk, for others in various other forms and attires, including that of a girl, and he will teach the Dharma.

source: ། ལྔ་གང་ཞེ་ན།
en: Which are the five?

source: སྲོག་གཅོད་པ་དང་།
en: They are killing,

source: མ་བྱིན་པར་ལེན་པ་དང་།
en: taking what was not given,

source: མི་ཚངས་པར་སྤྱོད་པ་དང་།
en: impure conduct,

source: བརྫུན་དུ་སྨྲ་བ་དང་། གང་དེ་བཞིན་གཤེགས་པའི་སྐུ་འཇོམས་ཤིང་ཁྲག་འབྱིན་པར་བྱེད་པ་སྟེ།
en: lying, and physically harming or drawing blood from the body of a tathāgata.

source: ལྔ་པོ་དེ་དག་གོ།
en: These are the five.

source: ལ་ལར་ནི་དགེ་སྦྱོང་གི་གཟུགས་དང་། ཆ་ལུགས་དང་། སྤྱོད་ལམ་གྱིས་འཆད་དེ། སྔ་མ་བཞིན་གྱི་བར་དུ་མཐོ་རིས་ལ་གཞོལ་བར་འགྱུར་རོ།
en: To some he teaches in the form of a monastic with the appropriate attire and conduct, and so forth, including all forms previously mentioned, and those beings will reach the higher realms.

source: །རིགས་ཀྱི་བུ་ཉན་ཐོས་རྣམས་ཀྱི་ལྟུང་བའི་རྩ་བ་ནི་ལྔའོ།
en: “Son of noble family, there are five root transgressions for śrāvakas.

source: །ཐེག་པ་ཆེན་པོ་ལ་ཡང་དག་པར་ཞུགས་པའི་རིགས་ཀྱི་བུ་ལས་དང་པོ་པ་དག་གི་ལྟུང་བའི་རྩ་བ་ནི་བརྒྱད་དེ།
en: “There are eight root transgressions for sons of noble family who are beginners and who have correctly embarked on the Mahāyāna path.

source: །བརྒྱད་གང་ཞེ་ན།
en: What are the eight?

source: དེའི་བྱང་ཆུབ་ཀྱི་སེམས་བསླུས་ཤིང་ངན་སོང་དུ་འགྲོ་བར་འགྱུར་རོ།
en: They will betray their bodhicitta, the mind of enlightenment, and go to the lower realms.

source: །དེ་བས་ན་འདི་ལྟ་སྟེ།
en: “It is like this.

source: དཔེར་ན་རྒྱ་མཚོ་ཆེན་པོ་བགས་ཀྱིས་གཞོལ་བ་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་ཅན་ཕ་རོལ་དང་། གང་ཟག་ཕ་རོལ་གྱི་བསམ་པ་དང་། བག་ལ་ཉལ་ཐོག་མར་ཤེས་པར་བྱ་སྟེ།
en: Just as, for instance, one travels the great ocean in stages, similarly bodhisattvas must initially know other sentient beings, their inclinations and latent tendencies.

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་བསམ་པ་ཇི་ལྟ་བ་བཞིན་དུ་རིམ་གྱིས་ཆོས་བཤད་པར་བྱའོ།
en: In accordance with the other beginner bodhisattvas’ predispositions, they must teach the Dharma step by step.

source: །བྱང་ཆུབ་སེམས་དཔའ་ནམ་མཁའི་སྙིང་པོ་ཡང་དེ་དག་གི་ཕྱིར་དེ་ལྟ་བུའི་ཡུལ་གཞན་དག་ཏུ་སྐྱེ་ཞིང་འབྱུང་བར་སྟོན་ཏེ།
en: “The bodhisattva Ākāśagarbha manifests his birth and appears in different places for their benefit.

source: མྱུར་དུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་ཡང་འགྱུར་རོ།
en: and will soon manifestly and completely awaken to unsurpassable, perfectly complete enlightenment.

source: དེ་ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་ལ་རྡོ་རྗེ་བཞིན་དུ་མཐུ་ཆེ་ཞིང་རྟུལ་བ་བརྟན་པར་འགྱུར།
en: In vajra-like manner, they will rely upon the six perfections with great strength and determination,

source: །དེའི་ཕྱིར་ངན་སོང་ཐམས་ཅད་ལས་ཡོངས་སུ་ཐར་ཅིང་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་ཀྱང་ཕྱིར་མི་ལྡོག་པར་འགྱུར་ཏེ།
en: As a result, they will be completely liberated from the lower realms and will not turn back from attaining perfectly complete enlightenment.

source: །ཏིང་ངེ་འཛིན་དང་། བཟོད་པ་དང་། གཟུངས་དང་། སའི་བར་དུ་ཡང་འཇོག་པར་བྱེད་དོ།
en: He establishes them in meditative concentration, tolerance, the dhāraṇīs, and the grounds.

source: །བླ་ན་མེད་པ་ཐེག་པ་ཆེན་པོའི་སྤྱོད་པ་ཟབ་པ་ཐབས་མཁས་པ་ཡང་དེ་ལ་སྟོན་པར་བྱེད་དོ།
en: He also teaches them expertise in skillful means, the profound conduct of the unsurpassable Mahāyāna.

source: བྱང་ཆུབ་སེམས་དཔའ་ལས་དང་པོ་པ་དེའི་ལྟུང་བའི་རྩ་བ་ཇི་ལྟར་བྱུང་བ་དེ་དག་འཆགས་སུ་འཇུག་གོ།
en: and cause the beginner bodhisattvas to disclose their root transgressions just as they occurred.

source: །དེའི་སྐལ་བ་ཇི་ལྟ་བ་བཞིན་དུ་རིགས་ཀྱི་བུ་དེས་སེམས་ཅན་དེ་མཐོང་ནས་དེ་ལྟར་འདི་ལྟ་བུའི་གཟུགས་སུ་སྟོན་ཏེ།
en: “Having seen such sentient beings, this son of noble family will manifest in a form corresponding to their respective fortunes.

source: ལ་ལའི་མདུན་དུ་ནི་ཐ་མལ་པར་འདུག་སྟེ་ཆོས་འཆད་དོ།
en: Thus, in the presence of some, he will manifest in an ordinary form and teach the Dharma.

source: །ལ་ལའི་མདུན་དུ་ནི་བྲམ་ཟེའི་གཟུགས་ཀྱིས། ལ་ལའི་མདུན་དུ་ནི་བུ་མོའི་གཟུགས་ཀྱི་བར་དུ་འདུག་སྟེ།
en: In the presence of others, he will teach in the form of a brahmin, and in the presence of yet others he may manifest in any other form, including the form of a girl,

source: དེའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་ལས་དང་པོ་པ་དེ་ལྟ་བུའི་ལྟུང་བའི་རྩ་བ་བྱུང་བར་གྱུར་ལ་ངན་སོང་གིས་འཇིགས་སྐྲག་ནས། དེ་དག་གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་ནམ་མཁའི་སྙིང་པོའི་མིང་ཐོས་ནས་ལྟུང་བ་དེ་དག་བཤགས་པའི་ཕྱིར་མཐོང་བར་འདོད་ན།
en: Therefore, if beginner bodhisattvas who have incurred such a root transgression and are terrified by the lower realms hear the name of the bodhisattva Ākāśagarbha and wish to see him in order to disclose those transgressions,

source: །གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་ལས་དང་པོ་པ་ལ་ལ་ཞིག་ལ་
en: “Furthermore, beginner bodhisattvas may say to some,

source: ཀྱེ་ཁྱོད་ཀྱི་སོ་སོར་ཐར་པའི་འདུལ་བ་དང་། ཚུལ་ཁྲིམས་དང་། ལེགས་པར་སྤྱད་པས་ཅི་ཞིག་བྱ།
en: ‘Oh! What is the use of practicing the vinaya of individual liberation, ethical discipline, and good conduct?

source: ཇི་ལྟར་སྔར་བཤད་པའི་བར་དུ་དེ་སྐད་ཟེར་ན་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་ལས་དང་པོ་པའི་ལྟུང་བའི་རྩ་བ་གཉིས་པའོ།
en: Speaking such words is the second root transgression for a beginner bodhisattva.

source: ཁྱོད་མྱུར་དུ་ཉན་ཐོས་ཀྱི་ཐེག་པའམ། རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་ལ་སེམས་བསྐྱེད་ཅིག་དང་། དེའི་ཕྱིར་ཁྱོད་མྱུར་དུ་འཁོར་བ་ལས་ངེས་པར་འབྱུང་བར་འགྱུར་རོ་ཞེས་
en: Therefore, quickly turn your minds to either the śrāvaka vehicle or the pratyekabuddha vehicle and you will swiftly be definitively released from saṃsāra.’

source: ཁྱོད་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་མི་ནུས་ཀྱིས།
en: You are not able to manifestly and completely awaken to unsurpassable, perfectly complete enlightenment.

source: ཁྱོད་ཀྱིས་ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་ལ་སྤྱོད་མི་ནུས།
en: ‘You are not able to engage in the practice of the six perfections.

source: །གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་ལས་དང་པོ་པ་དག་ལ་ལ་ཞིག་ལ་
en: “Furthermore, beginner bodhisattvas may say to some people:

source: །ཐེག་པ་ཆེན་པོ་ལ་ཡང་ཤིན་ཏུ་གནས་པར་འགྱུར། ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་ཀྱང་མྱུར་དུ་ཡོངས་སུ་རྫོགས་པར་འགྱུར་རོ།
en: They will firmly abide by the Mahāyāna and swiftly come to complete the six perfections.

source: དེའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་ལས་དང་པོ་པ་དེ་དེ་ཉིད་དུ་བྱང་ཆུབ་ཀྱི་སེམས་མི་བརྗེད་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་འཐོབ་པར་འགྱུར་རོ།
en: This enables the beginner bodhisattvas to obtain the meditative concentration called not forgetting the mind of enlightenment at that very moment.

source: །ཐབས་དང་ལྡན་པའི་ཡེ་ཤེས་ཀྱང་སྟོན་པར་བྱེད་དེ།
en: He also teaches primordial wisdom endowed with skillful means.

source: ཡེ་ཤེས་ཀྱི་ཐབས་ཆེན་པོས་དེའི་ལྟུང་བའི་རྩ་བ་ཡང་འཆགས་སུ་འཇུག་གོ།
en: and with great skillful means of primordial wisdom he will lead them to disclose their root transgressions.

source: །སྐྱ་རེངས་ཤར་མ་ཐག་ཏུ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་ནམ་མཁའི་སྙིང་པོ་བྱང་ཆུབ་སེམས་དཔའ་ལས་དང་པོ་པ་ལྟུང་བ་བྱུང་བ་དེའི་རྨི་ལམ་དུ་སྟོན་པར་བྱེད་དེ།
en: Here too, the bodhisattva Ākāśagarbha will appear at the break of dawn in the dreams of those beginner bodhisattvas who have committed a transgression,

source: དེས་དེའི་ཚེ་མལ་དུ་གཉིད་ལོག་པར་བྱའོ།
en: “Then they should go back to bed to sleep.

source: འཕགས་པའི་ཐེག་པ་ཆེན་པོ་ལས་ཐབས་དང་ལྡན་པའི་ཡེ་ཤེས་ཀྱི་མིག་ཆེན་པོ་ཐོབ་པར་འགྱུར་བར་མཛོད་ཅེས་བྱས་ཏེ།
en: Lead me to obtain the great eyes of wisdom endowed with the skillful means of the noble Mahāyāna.

source: ཅི་ནས་ཀྱང་དེ་དག་གི་རྨི་ལམ་དུ་སྟོན་ཅིང་དེའི་སླད་དུ་བདག་ལྟུང་བའི་རྩ་བ་འཆགས་པར་འགྱུར་བ་དང་།
en: Please show yourself in my dreams so that I may disclose my root transgressions.

source: །ནམ་མཁའི་སྙིང་པོ་ཐུགས་རྗེ་ཆེན་པོ་ལ་བདག་གི་ཚིག་གིས་གསུངས་ཏེ།
en: Convey these words of mine to Ākāśagarbha, the one of great compassion:

source: སྐྱ་རེངས་ཁྱོད་འཛམ་བུའི་གླིང་འདིར་ཤར་མ་ཐག་ཏུ་བདག་ལ་ཐུགས་རྗེས་དགབ་པར་མཛོད་ཅིག
en: Aruṇa, as soon as you have risen in this world, enfold me in your compassion.

source: །གལ་ཏེ་དེས་བདག་ཉིད་མདུན་དུ་མངོན་སུམ་དུ་མ་བསྟན་ན་བྱང་ཆུབ་སེམས་དཔའ་དེས་སྐྱ་རེངས་འབྱུང་བའི་དུས་ཀྱི་ཚེ་ལངས་ཏེ། སྐྱ་རེངས་ལ་གསོལ་བ་གདབ་པར་བྱ་སྟེ།
en: “If he does not directly appear in front of them, the beginner bodhisattvas should rise before dawn and pray to Aruṇa,

source: །དེ་དག་གི་ནང་ནས་བྱང་ཆུབ་སེམས་དཔའ་ལས་དང་པོ་པ་དེ་ཤིན་ཏུ་ཟབ་པའི་སྟོང་པ་དང་ལྡན་པའི་མདོ་སྡེ་འདི་ཉན་པར་བྱེད། ལུང་སྦྱིན་པར་བྱེད། ཀློག་པར་བྱེད་དེ།
en: Some beginner bodhisattvas among them listen to the collection of sūtras that present the most profound emptiness, transmit, and read them.

source: ལྟུང་བའི་དངོས་པོར་འགྱུར་ཞིང་ལྷ་དང་། མི་དང་ཐེག་པ་ཆེན་པོའི་བདེ་བ་ལས་ཕས་ཕམ་པར་འགྱུར། ངན་སོང་དུ་འགྲོ་བར་འགྱུར། དགེ་བའི་བཤེས་གཉེན་དང་བྲལ་ཞིང་འཁོར་བ་ན་ཡུན་རིང་དུ་གནས་པར་འགྱུར་རོ།
en: They will be deprived of the happiness of gods, of humans, and of the Mahāyāna, go to the lower realms, be separated from a spiritual friend, and remain in saṃsāra for a very long time.

source: ལྟུང་བའི་རྩ་བ་དེ་དག་གིས་འཁྲུལ་པར་གྱུར་པ་ཐེག་པ་ཆེན་པོ་ལ་ཡང་དག་པར་ཞུགས་པ་ལས་དང་པོ་པ་དག་ནི་སྔོན་དགེ་བའི་རྩ་བ་བསྐྱེད་པ་ཐམས་ཅད་སྤྲུགས་པར་འགྱུར།
en: These root transgressions cause confusion, and beginners who have correctly entered the Mahāyāna will forfeit the entirety of their previously generated roots of virtue, and they will be in a state of transgression.

source: དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་ལས་དང་པོ་པའི་ལྟུང་བའི་རྩ་བ་དང་པོ་སྟེ།
en: This is the first root transgression for a beginner bodhisattva.

source: རིགས་ཀྱི་བུ་ལྟུང་བའི་རྩ་བ་དེས་དགེ་བའི་རྩ་བ་སྔོན་བསྐྱེད་པ་ཐམས་ཅད་སྤྲུགས་པར་འགྱུར།
en: “Son of noble family, due to this root transgression, they will forfeit the entirety of their previously generated roots of virtue.

source: སྐྲག་པས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་ལྡོག་ཅིང་ཉན་ཐོས་ཀྱི་ཐེག་པ་ལ་སེམས་སྨོན་པར་འགྱུར་བ་
en: Because they are terrified, they turn back from attaining unsurpassable, perfectly complete enlightenment and aspire to the vehicle of the śrāvakas.

source: དཀའ་བ་མ་བྱས་པའི་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་དེ་དག་ཐོས་ནས་འཇིགས་པར་འགྱུར། དངངས་པར་འགྱུར། སྐྲག་པར་འགྱུར་ཏེ།
en: When those ordinary, immature beings who have not gone through arduous training hear such profound sūtras, they become extremely frightened and terrified.

source: དེ་དག་ཇི་ལྟར་ཐོས་པ་དང་། དེ་དག་ཇི་ལྟར་ཀུན་ཆུབ་པར་བྱེད་པ་དེ་བཞིན་དུ་སེམས་ཅན་གཞན་སྔོན་གྱི་བློ་དང་འདྲ་བ་དག་གི་མདུན་དུ་དོན་དང་བཅས། ཚིག་འབྲུ་དང་བཅས་པར་རྒྱ་ཆེར་དྲན་པར་བྱེད། སྟོན་པར་བྱེད་པ་དང་།
en: In the presence of other sentient beings who understand as little as those just mentioned, they recall these sūtras in great detail in word and meaning, just as they heard and understood them, and they teach them to others.

source: མ་ཉན་ཅིག །མ་ཀློག་ཅིག །གཞན་ལ་མ་སྟོན་ཅིག
en: Do not listen to them, do not read them, and do not teach them to others.

source: དེ་དག་ལ་རྒྱལ་རིགས་འཁོར་དང་བཅས་པས་ཤིན་ཏུ་བཀུར་སྟི་བྱས་པ་དང་། རིམ་གྲོ་བྱས་པ་དང་། མཆོད་པ་བྱས་པར་འགྱུར།
en: Once they have been greatly honored and venerated by the kṣatriyas and their retinues and have received their offerings,

source: །ཁྱོད་ནི་དེའི་ཕྱིར་འབྲས་བུ་ཆེན་པོ་འཐོབ་པར་མི་འགྱུར་རོ།
en: They are the reason why you cannot obtain the great result,

source: རྒྱལ་རིགས་འཁོར་དང་བཅས་པ་དེ་ཡང་དགེ་སློང་སྤོང་བ་ལ་བརྩོན་པ་དེ་དག་ལ་ཞེ་སྡང་ཞིང་འཕྱ་བར་འགྱུར་ཏེ།
en: And the kṣatriyas together with their retinues become angry at the bhikṣus who diligently practice relinquishment, and disparage them.
